
var Lang = {};

Lang.jcore = {

    test_name : 'китайское имя',
    view_times : 'просматривать {val} раз',

    rplan_nrun : 'Последнее выполнение [{val} задач по планированию',
    rpaln_null : 'Последние [нет]',

    //jstag_toolong : 'jsслишком много вкладок, {val} не может быть показано.',
    hide : 'Скрыть',
    pleaseselect : 'Выберите', 
    vcode_upd : 'Нажмите обновить / заменить группу', 

    mpic_del : 'Удалить', 
    mpic_readd : 'не добавлять!',
    mpic_select : '-Выберите-', 
    mpic_allitems : '-Все члены-', 
    mpic_norelate : 'Нет связанных элементов, показывайте все!', 

    sobar_curunit : 'юань', 
    sobar_all : '[все]', 

    jqbase_checkform : 'Проверьте правильность и правильность форм:', 
    jqbase_notrule : 'ненормальный', 

    pop_pickmap : 'Выберите координаты карты (перетащите их в нужное место)', 
    pop_xrepeat : 'Эта информация не повторяется!', 
    pop_pickmod : 'Выберите модель!', 
    pop_infopick : 'выборка информации', 
    pop_maxn : 'максимум [{val}]', 
    pop_maxm : 'максимум [{val} шт], эта страница не может быть выбрана полностью!', 
    pop_all : '(всего {val})', 

    so_keyword : 'поиск ключевых слов не заполнен!', 
    so_result : 'Поиск в ключевые слова {val}', 

    test_end : 'конец теста'

};
