<?php

// языковой пакет:cn

return array(

  'fop_mdtitle' => 'медиа (файл) вставить управление',
  'fop_mdtype' => 'тип носителя',
  'fop_mdadd' => 'медиа - адрес',
  'fop_piont' => 'географические координаты',
  'fop_expar' => 'расширенный атрибут',
  'fop_size' => 'Показывать размер',
  'fop_defsize' => 'размер по умолчанию',
  'fop_btnok' => 'определение',
  'fop_cancel' => 'отмена',
  'fop_note' => 'Примечание',
  'fop_error' => 'ошибка',
  'fop_alln' => 'всего [{val}',
  'fop_fupfail' => 'Ошибка загрузки файла: ',
  'fop_fupok' => 'файл успешно загружен: ',
  'fop_upok' => 'Загрузка завершена',
  'fop_upfail' => 'Ошибка загрузки',
  'fop_batup' => 'Загрузка вложений',
  'fop_add' => 'прибавлять',
  'fop_item' => 'шт',
  'fop_set' => 'Настройки',
  'fop_oview' => 'Просмотр',
  'fop_picview' => 'Просмотр изображений',
  'fop_uponetitle' => 'приложение (файл) для загрузки (форма)',
  'fop_upbattitle' => 'приложение (файл) для загрузки партиями (форма)',

  // file/fview.php
  'fv_delok' => 'Удалено успешно!',
  'fv_delng' => 'Ошибка удаления!',
  'fv_ftitle' => 'медиа (видео, аудио, Молния, iFrame, карта) вставить',
  'fv_nusub' => '(каталог без подкаталогов)',
  'fv_click' => 'выбор и возвращение файлов',
  'fv_flist' => 'управление выбором вложений',

  'fv_tfiles' => 'Выбор файла / Список каталогов',
  'fv_tview' => 'Просмотр',
  'fv_tpick' => 'выбор',
  'fv_tsize' => 'размер[B]',
  'fv_tadd' => 'время создания',
  'fv_tdel' => 'Удалить',

  'fv_open' => 'открыть',
  'fv_pfile' => 'Выбор файла',
  'fv_delq' => 'Подтверждение удаления [{val}]? \ \ \ n будьте внимательны к операции о!',

  'fv_file' => 'Документация',
  'fv_dir' => 'Содержание',
  'fv_nofiles' => 'Список файлов / каталогов пока отсутствует...!',
  'fv_adddir' => 'создать каталог',
  'fv_uplocal' => 'локальная загрузка',
  'fv_or' => 'или',
  'fv_atuoname' => 'автоматическое обозначение',
  'fv_orgname' => 'оригинальное имя файла',
  'fv_upload' => 'загрузка',
  'fv_rempic' => 'Удалённая фотография',
  'fv_b64pic' => 'Base64рисунок',

  // editor/
  'edt_tplchar' => 'Шаблоны / специальные символы',
  'edt_tpl' => 'трафарет',
  'edt_spchar' => 'Специальные символы',
  'edt_insok' => 'уже вставлено!',

  // coms/add_coms.php
  'coms_errvcode' => 'Ошибка идентификации кода, Ошибка добавления!',
  'coms_addok' => 'Добавление [{val}] успешно!',
  'coms_closerep' => 'Ответ закрыт!Свяжитесь с администратором.',

  //ajax/cajax.php
  'cajax_userid' => 'название высадки',
  'cajax_mailid' => 'почтовый счёт',
  'cajax_telnum' => 'номер телефона',
  'cajax_field' => 'поле',
  'cajax_sysuesed' => 'занято или сохранено системой',
  'cajax_syskeep' => 'система сохранена',
  'cajax_exsists' => 'уже существует',
  'cajax_mykeys' => 'Не удаётся сохранить слово для mysql',
  'cajax_beuesed' => 'занято',
  'cajax_repeat' => 'повторение данных',
  'cajax_vcerr' => 'Ошибка идентификации кода[1]',
  'cajax_vctout' => 'задержка аутентификации кода[2]',
  'cajax_erparam' => 'ошибка параметра',

  //ajax/cron.php
  'cron_res' => 'результат образования:',
  'cron_ok' => 'Удалено успешно:',
  'cron_err' => 'Ошибка удаления:',

  //ajax/pick.php
  'pick_uname' => 'Членский счет',
  'pick_xgrd' => '-сорт-',
  'pick_xcat' => '-рубрика-',
  'pick_xso' => '-сито-',
  'pick_xord' => '-сортировка-',
  'pick_select' => 'выбор',
  'pick_grade' => 'сорт',
  'pick_catalog' => 'рубрика',
  'pick_selected' => 'избранный',
  'pick_selunit' => 'шт',
  'pick_close' => 'закрыть',
  'pick_nodata' => 'Нет данных!',

  //ajax/vimg.php
  'vimp_res' => 'Результат проверки',
  'vimp_ok' => '[OK]Аутентификация прошла успешно!<br>Будьте спокойны в представлении форм!',
  'vimp_err' => 'Ошибка аутентификации!',

  //api/color.php
  'color_org' => 'первоначальный цвет',
  'color_code' => 'код',
  'color_now' => 'выбор<br>цвет',
  'color_setok' => 'определение',
  'color_cancel' => 'отмена',

  //api/types.php
  // null 

  //map/index.php
  'map_title' => 'карта',
  'map_piont' => 'координата:',
  'map_setok' => 'определение',

);

